Table of Contents
 Enum ReinfDiagramType
Namespace
IdeaRS.OpenModel.Material
Assembly
IdeaRS.OpenModel.dll
Reinforcement stress-strain diagram
public enum ReinfDiagramType
Fields
BilinerWithAnInclinedTopBranch = 0
Billinear with an inclined top branch
BilinerWithOutAnInclinedTopBranch = 1
Billinear without an inclined top branch
DefinedByUser = 2
Defined by user
Fields
 Name |  Description
 BilinerWithAnInclinedTopBranch = 0
Billinear with an inclined top branch
 BilinerWithOutAnInclinedTopBranch = 1
Billinear without an inclined top branch
 DefinedByUser = 2
Defined by user
 Edit this page